window.noname_update={
	version:'0.1.2.9',
	update:'0.1.2.9',
	changeLog:[
	    '<b>当前的0.1.2.9其实是0.1.3.0的更新预备版本，当一切就绪的时候将发布0.1.3.0，请在明天的时候更新到最新版本</b>',
		'<a href="https://tieba.baidu.com/f?kw=%CE%DE%C3%FB%C9%B1&fr=ala0&tpl=5">无名杀</a>内核升级至1.9.98.7',
		'将共研角色 军官 升级为正式角色',
		'正在整合无名杀的“十周年”样式，UI更像十周年版本的三国杀',
		'正式开始整合修复tps的一些神奇的bug',
		'即将上线客户端，整合无名杀的拓展集合，下拓展更方便',
		'正在写<a href="https://zhtg.red/xys/">模块化编辑器</a>，方便零基础小白快速编写自己的技能',
		'修复一些奇怪的bug',
		'（开学了，樱花也落光了……所以主角色包的名字做了小改动……）'
	],
	files:[
	]
};
